IDEA Open Model
LoadDirection Enumeration
Compatible with IDEA StatiCa Beta 20.0
 Direction of load
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public enum LoadDirection
Public Enumeration LoadDirection
Members
Member name | Value | Description
InLcs | 0 |  Direction in Local coordinate system
InGcs | 1 |  Direction in global coordinate system
See Also
Reference
IdeaRS.OpenModel.Loading Namespace